<?php

return [
    'badxml' => 'Неможливо конвертувати дані XML:: message',
    'badresponse' => 'Неправильний відповідь сервера:: message',
    'nocurrency' => 'Немає курсу конвертації для: currency на дату: date',
    'badpair' => 'Формат пари валют повинен бути у вигляді "EUR / USD".',
    'request' => 'Помилка запиту сервера: provider',
    'nodate' => 'Неправильний відповідь сервера: немає поля "Date".',
    'badfloat' => 'Помилка перетворення рядка ": value" в тип float. Неможливо імпортувати.',
];
